Repository: iilkane/Multikart
Catalog: E-commerce-Multikart/locale/*/LC_MESSAGES/django.po
Languages: az

source: Username
az: İstifadəçi adı

source: Password
az: Şifrə

source: First Name
az: Ad

source: Last Name
az: Soyad

source: Enter Your First Name
az: Adınızı daxil edin

source: Enter Your Last Name
az: Soyadınızı daxil edin

source: Enter Your Number
az: Nömrənizi daxil edin

source: Enter Your Email
az: E-poçtunuzu daxil edin

source: Write Your Message
az: Mesajınızı Yazın

source: Successfully sent!
az: Uğurla göndərildi!

source: Welcome to Our store Multikart
az: Multikart mağazamıza xoş gəlmisiniz

source: Call Us: 123 - 456 - 7890
az: Bizə zəng edin: 123 - 456 - 7890

source: My Account
az: Mənim Hesabım

source: Logout
az: Çıxış

source: Login
az: Daxil ol

source: Back
az: Geri

source: bags
az: çantalar

source: footwear
az: ayaqqabılar

source: watches
az: saatlar

source: accessories
az: aksesuarlar

source: house of design
az: ev dizaynı

source: beauty & personal care
az: gözəllik və şəxsi qulluq

source: home & decor
az: ev & dekorasiya

source: kitchen
az: mətbəx

source: Home
az: ana səhife

source: shop
az: mağaza

source: product
az: məhsullar

source: contact
az: kontakt

source: features
az: xüsusiyyətləri

source: new
az: yeni

source: My Profile
az: Mənim Hesabım

source: language
az: dil

source: english
az: ingiliz

source: azerbaijan
az: azerbaycan

source: currency
az: Valyuta

source: rupees
az: rupi

source: pound
az: funt

source: doller
az: dollar

source: KNOW IT ALL FIRST!
az: İLK ÖNCE BUNU BİLİN!

source: Never Miss Anything From Multikart By Signing Up To Our Newsletter.
az: Bülletenimizə Qeydiyyatdan Keçməklə Multikartdan heç nəyi qaçırmayın.

source: catagories
az: kateqoriyalar

source: why we choose
az: niyə seçirik

source: store information
az: məlumat saxlamaq

source: Multikart Demo Store, Demo store India 345-659
az: Multikart Demo Store, Demo mağaza Hindistan 345-659

source: Call Us: 123-456-7898
az: Bizə zəng edin: 123-456-7898

source: 2017-18 themeforest powered by pixelstrap
az: 2017-18 themeforest pixelstrap ilə təchiz edilmişdir

source: welcome to fashion
az: modaya xoş gəldiniz

source: men fashion
az: kişi modası

source: shop now
az: mağaza

source: women fashion
az: qadın modası

source: men
az: kişilər

source: women
az: qadinlar

source: special offer
az: xüsusi təklif

source: top collection
az: top kolleksiya

source: fashion trends
az: moda trendleri

source: exclusive products
az: eksklüziv məhsullar

source: special products
az: xüsusi məhsullar

source: New Products
az: yeni məhsullar

source: Best Sellers
az: Ən çox satılanlar

source: new
az: yeni

source: on sale
az: satışta

source: free shipping
az: pulsuz çatdırılma

source: free shipping world wide
az: dünya üzrə pulsuz çatdırılma

source: 24 X 7 service
az: 7x24 xidmət

source: online service for new customer
az: yeni müştəri üçün onlayn xidmət

source: festival offer
az: xüsusi təklif

source: new online special festival offer
az: yeni onlayn xüsusi festival təklifi

source: Recent Story
az: Son Hekayə

source: from the blog
az: blogdan
